org/A_framework_for_parameter_estimation_and_model_selection_from_experimental_data_in_systems_biology_using_approximate_bayesian_computation_by_Juliane_Liepe,_Michael_P_H_Stumpf_et_al_in_2014.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: A_framework_for_parameter_estimation_and_model_selection_from_experimental_data_in_systems_biology_using_approximate_bayesian_computation_by_Juliane_Liepe,_Michael_P_H_Stumpf_et_al_in_2014
#+TITLE: A framework for parameter estimation and model selection from experimental data in systems biology using approximate bayesian computation by Juliane Liepe, Michael P. H. Stumpf et al in 2014
* [[file:papers.org][papers]], [[file:approximate_bayesian_computation.org][approximate bayesian computation]], [[file:Michael_P_H_Stumpf.org][Michael P. H. Stumpf]]
* contents
** Introduction
*** Deriving models from data
**** Two schools of thought can be distinguished. ^^The first traditional approach is to collect parameter values from the literature and plug these values into the mathematical equations making up the model.^^ The second approach places the experimental data at the heart of the analysis and seeks to infer the parameters from the available observations1,2. A host of different approaches, or inferential procedures, have been proposed in the literature and used in practice3. Statistical inference typically tries to obtain the best estimates of the reaction rates, as well as their respective uncertainties.
