content/posts/A_framework_for_parameter_estimation_and_model_selection_from_experimental_data_in_systems_biology_using_approximate_bayesian_computation_by_Juliane_Liepe,_Michael_P_H_Stumpf_et_al_in_2014.md
+++
title = "A framework for parameter estimation and model selection from experimental data in systems biology using approximate bayesian computation by Juliane Liepe, Michael P. H. Stumpf et al in 2014"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:38-04:00
slug = "A_framework_for_parameter_estimation_and_model_selection_from_experimental_data_in_systems_biology_using_approximate_bayesian_computation_by_Juliane_Liepe,_Michael_P_H_Stumpf_et_al_in_2014"
draft = false
+++

## [papers]({{< relref "papers" >}}), [approximate bayesian computation]({{< relref "approximate_bayesian_computation" >}}), [Michael P. H. Stumpf]({{< relref "Michael_P_H_Stumpf" >}}) {#papers--papers-dot-md--approximate-bayesian-computation--approximate-bayesian-computation-dot-md--michael-p-dot-h-dot-stumpf--michael-p-h-stumpf-dot-md}


## contents {#contents}


### Introduction {#introduction}

<!--list-separator-->

-  Deriving models from data

    <!--list-separator-->

    -  Two schools of thought can be distinguished. ^^The first traditional approach is to collect parameter values from the literature and plug these values into the mathematical equations making up the model.^^ The second approach places the experimental data at the heart of the analysis and seeks to infer the parameters from the available observations1,2. A host of different approaches, or inferential procedures, have been proposed in the literature and used in practice3. Statistical inference typically tries to obtain the best estimates of the reaction rates, as well as their respective uncertainties.
